//button text
// ignore_for_file: constant_identifier_names

const ar_btn_next = 'التالي';
const ar_btn_get_strtd = 'التالي';

//onboarding screen 1
const ar_plates1 = "أطباق";
const ar_desc_plates1 =
    'قوريم الألم نفسه مهم، وسوف يتبعه نظام التعليم. الآن أصبح الفرج حرًا وراغبًا في بعض الأحيان، والشاحنات تكره الممتلكات. . قضيت الكثير من الوقت في الجزء العلوي من اللعبة. كما اتضح، لا.';

//onboarding screen 2
const ar_plates2 = "أطباق";
const ar_desc_plates2 =
    'قوريم الألم نفسه مهم، وسوف يتبعه نظام التعليم. الآن أصبح الفرج حرًا وراغبًا في بعض الأحيان، والشاحنات تكره الممتلكات. . قضيت الكثير من الوقت في الجزء العلوي من اللعبة. كما اتضح، لا.';

//onboarding screen 3
const ar_plates3 = "أطباق";
const ar_desc_plates3 =
    'قوريم الألم نفسه مهم، وسوف يتبعه نظام التعليم. الآن أصبح الفرج حرًا وراغبًا في بعض الأحيان، والشاحنات تكره الممتلكات. . قضيت الكثير من الوقت في الجزء العلوي من اللعبة. كما اتضح، لا.';
